Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/sd/samediggi.no/3441.html.tmx
Source language: sme
Languages: nob

source: Preassaoktavuođat / Preassa / Kampanjeside / Válga ja jienastuslohku / Sámediggi - Sametinget
nob: Pressekontakter / Presse / Kampanjeside / Valg og manntall / Forsiden - Sametinget

source: Preassaoktavuođat
nob: Pressekontakter

source: Dievasčoahkkinstába
nob: Pressekontakter Sametingsvalget 2013:

source: Randi Romsdal Balto
nob: direktør

source: direktevra
nob: rådgiver

source: Roald Andreas Sandvik
nob: Roy Amundsen

source: ráđđeaddi
nob: rådgiver

source: fágajođiheaddji
nob: Hanne Holmgren Lille
